Repository: NaN-tic/trytond-product_esale
Catalog: locale/*.po
Languages: ca_es

# error:esale.catalog.menu:
source: Copy action is dissabled! Create new menu use New
ca_es: L'acció de copiar no es permesa. Crea un nou menú.

# error:esale.catalog.menu:
source: Slug %s exists. Get another slug!
ca_es: El slug %s ja existeix. Prova amb un altre.

# error:esale.catalog.menu:
source: Slug field is empty!
ca_es: El camp slug no pot ser buit

# error:ir.attachment:
source: Attachment %s is esale active. Descheck exclude field to dissable esale attachments
ca_es: L'adjunt "%s" és un adjunt disponible en eSale. Desactiva l'opció "Actiu eSale" per deshabilitar l'adjunt.

# error:product.template:
source: "%(file_name)s" file mime is not an image (jpg, png or gif)
ca_es: El tipus de fitcher "%(file_name)s" no és una imatge (jpg, png o gif)

# error:product.template:
source: Not know file mime "%(file_name)s"
ca_es: No es coneix el tipus de fitxer "%(file_name)s"

# error:product.template:
source: Product %s is esale active. Descheck active field to dissable esale products
ca_es: El producte "%s" és un producto disponible en eSale. Desactive la opció "Actiu eSale" per deshabilitar el producte.

# error:product.template:
source: Slug %s exists. Get another slug!
ca_es: El slug %s ja existeix. Prova amb un altre.

# error:product.template:
source: Slug field is empty!
ca_es: El camp slug no pot ser buit

# error:product.template:
source: Thumb "%(file_name)s" size is larger than "%(size)s"Kb
ca_es: El tamany de la miniatura "%(file_name)s" és mes gran que "%(size)s"Kb

# field:esale.catalog.menu,active:
source: Active
ca_es: Actiu

# field:esale.catalog.menu,childs:
source: Children
ca_es: Fills

# field:esale.catalog.menu,create_date:
source: Create Date
ca_es: Data creació

# field:esale.catalog.menu,create_uid:
source: Create User
ca_es: Usuari creació

# field:esale.catalog.menu,default_sort_by:
source: Default Product Listing Sort (Sort By)
ca_es: Ordenació productes

# field:esale.catalog.menu,description:
source: Description
ca_es: Descripció

# field:esale.catalog.menu,full_slug:
source: Full Slug
ca_es: Slug complet

# field:esale.catalog.menu,include_in_menu:
source: Included in Menu
ca_es: Inclós en el menú

# field:esale.catalog.menu,name:
source: Name
ca_es: Nom

# field:esale.catalog.menu,parent:
source: Parent
ca_es: Pare

# field:esale.catalog.menu,rec_name:
source: Name
ca_es: Nom

# field:esale.catalog.menu,write_date:
source: Write Date
ca_es: Data modificació

# field:esale.catalog.menu,write_uid:
source: Write User
ca_es: Usuari modificació

# field:ir.attachment,esale_available:
source: Available eSale
ca_es: Disponible eSale

# field:ir.attachment,esale_base_image:
source: Base Image
ca_es: Imatge base

# field:ir.attachment,esale_exclude:
source: Exclude
ca_es: Excloure

# field:ir.attachment,esale_position:
source: Position
ca_es: Possició

# field:ir.attachment,esale_small_image:
source: Small Image
ca_es: Imatge petita

# field:ir.attachment,esale_thumbnail:
source: Thumbnail Image
ca_es: Imatge miniatura

# field:product.configuration,check_slug:
source: Check Slug
ca_es: Valida Slug

# field:product.configuration,default_uom:
source: Default UOM
ca_es: UdM predeterminada

# field:product.configuration,product_attribute_set:
source: Product Attribute Set
ca_es: Grup atribut variant

# field:product.configuration,template_attribute_set:
source: Template Attribute Set
ca_es: Grup atributs productes

# field:product.configuration,thumb_size:
source: Thumb Size
ca_es: Miniatura tamany

# field:product.product,esale_active:
source: Active eSale
ca_es: Actiu eSale

# field:product.template,esale_active:
source: Active eSale
ca_es: Actiu eSale

# field:product.template,esale_all_images:
source: eSale All Images
ca_es: eSale Totes les imatges

# field:product.template,esale_crosssells:
source: Cross Sells
ca_es: Vendes creuades

# field:product.template,esale_default_images:
source: eSale Default Images
ca_es: eSale Imatge defecte

# field:product.template,esale_description:
source: Sale Description
ca_es: Descripció venda

# field:product.template,esale_images:
source: eSale Images
ca_es: eSale Imatges

# field:product.template,esale_menus:
source: Menus
ca_es: Menús

# field:product.template,esale_relateds:
source: Relateds
ca_es: Relacionats

# field:product.template,esale_sequence:
source: Sequence
ca_es: Seqüència

# field:product.template,esale_shortdescription:
source: Short Description
ca_es: Descripció curta

# field:product.template,esale_slug_langs:
source: Slug Langs
ca_es: Slug idiomes

# field:product.template,esale_thumb:
source: Thumb
ca_es: Miniatura

# field:product.template,esale_thumb_filename:
source: File Name
ca_es: Nom fitxer

# field:product.template,esale_thumb_path:
source: Thumb Path
ca_es: Ruta miniatura

# field:product.template,esale_upsells:
source: Up Sells
ca_es: Vendes sugerides

# field:product.template,esale_visibility:
source: Visibility
ca_es: Visibilitat

# field:product.template-esale.catalog.menu,create_date:
source: Create Date
ca_es: Data creació

# field:product.template-esale.catalog.menu,create_uid:
source: Create User
ca_es: Usuari creació

# field:product.template-esale.catalog.menu,menu:
source: Menu
ca_es: Menú

# field:product.template-esale.catalog.menu,rec_name:
source: Name
ca_es: Nom

# field:product.template-esale.catalog.menu,template:
source: Template
ca_es: Plantilla

# field:product.template-esale.catalog.menu,write_date:
source: Write Date
ca_es: Data modificació

# field:product.template-esale.catalog.menu,write_uid:
source: Write User
ca_es: Usuari modificació

# field:product.template-product.crosssell,create_date:
source: Create Date
ca_es: Data creació

# field:product.template-product.crosssell,create_uid:
source: Create User
ca_es: Usuari creació

# field:product.template-product.crosssell,crosssell:
source: Cross Sell
ca_es: Vendes creuades

# field:product.template-product.crosssell,rec_name:
source: Name
ca_es: Nom

# field:product.template-product.crosssell,template:
source: Template
ca_es: Plantilla

# field:product.template-product.crosssell,write_date:
source: Write Date
ca_es: Data modificació

# field:product.template-product.crosssell,write_uid:
source: Write User
ca_es: Usuari modificació

# field:product.template-product.related,create_date:
source: Create Date
ca_es: Data creació

# field:product.template-product.related,create_uid:
source: Create User
ca_es: Usuari creació

# field:product.template-product.related,rec_name:
source: Name
ca_es: Nom

# field:product.template-product.related,related:
source: Related
ca_es: Relacionat

# field:product.template-product.related,template:
source: Template
ca_es: Plantilla

# field:product.template-product.related,write_date:
source: Write Date
ca_es: Data modificació

# field:product.template-product.related,write_uid:
source: Write User
ca_es: Usuari modificació

# field:product.template-product.upsell,create_date:
source: Create Date
ca_es: Data creació

# field:product.template-product.upsell,create_uid:
source: Create User
ca_es: Usuari creació

# field:product.template-product.upsell,rec_name:
source: Name
ca_es: Nom

# field:product.template-product.upsell,template:
source: Template
ca_es: Plantilla

# field:product.template-product.upsell,upsell:
source: Upsell
ca_es: Vendes sugerides

# field:product.template-product.upsell,write_date:
source: Write Date
ca_es: Data modificació

# field:product.template-product.upsell,write_uid:
source: Write User
ca_es: Usuari modificació

# help:ir.attachment,esale_available:
source: This image are available in your e-commerce.
ca_es: Aquesta imatge estarà disponible al comerç electrònic.

# help:ir.attachment,esale_exclude:
source: Defines whether the image will associate only to one of three image types
ca_es: La imatge serà exclosa i no es mostrará.

# help:ir.attachment,esale_position:
source: Image file position
ca_es: Possició imatge

# help:product.configuration,check_slug:
source: Check slug exist in products and menus
ca_es: Valida slug en productes i menús.

# help:product.configuration,thumb_size:
source: Thumbnail Product Image Size (width and height)
ca_es: Tamany miniatura imatge (amplada i alçada)

# help:product.template,esale_available:
source: This product are available in your e-commerce. If you need not publish this product (despublish), unmark Active field in eSale section.
ca_es: Aquest producte està disponible en el vostre e-commerce. Si necessiteu que no estigui disponible, desactiveu-lo.

# help:product.template,esale_description:
source: You could write wiki markup to create html content. Formats text following the MediaWiki (http://meta.wikimedia.org/wiki/Help:Editing) syntax.
ca_es: Pot escriure amb els tags de wiki per formatejar contingut HTML. Pot consultar la xuleta a MediaWiki (http://meta.wikimedia.org/wiki/Help:Editing).

# help:product.template,esale_metadescription:
source: Almost all search engines recommend it to be shorter than 155 characters of plain text
ca_es: La majoria dels cercadors recomanen un text de 155 caràcters de text pla.

# help:product.template,esale_sequence:
source: Gives the sequence order when displaying category list.
ca_es: La seqüència d'ordenació en la categoria

# help:product.template,esale_shortdescription:
source: You could write wiki markup to create html content. Formats text following the MediaWiki (http://meta.wikimedia.org/wiki/Help:Editing) syntax.
ca_es: Pot escriure amb els tags de wiki per formatejar contingut HTML. Pot consultar la xuleta a MediaWiki (http://meta.wikimedia.org/wiki/Help:Editing).

# help:product.template,esale_thumb:
source: Thumbnail Product Image
ca_es: Imatge miniatura

# help:product.template,esale_thumb_filename:
source: Thumbnail Product File Name
ca_es: Nom miniatura

# model:esale.catalog.menu,name:
source: eSale Catalog Menu
ca_es: eSale Catàleg Menú

# model:ir.action,name:act_esale_template_form
source: eSale Products
ca_es: eSale Productes

# model:ir.action,name:act_menu_list
source: Menus
ca_es: Menús

# model:ir.action,name:act_menu_tree
source: Menus
ca_es: Menús

# model:ir.action,name:act_template_by_esale_catalog_menu
source: Products by Menu
ca_es: Productes per menú

# model:ir.ui.menu,name:menu_esale_template
source: eSale Products
ca_es: eSale Productes

# model:ir.ui.menu,name:menu_menu_list
source: Menus
ca_es: Menús

# model:ir.ui.menu,name:menu_menu_tree
source: Menus
ca_es: Menús

# model:product.template-esale.catalog.menu,name:
source: Product - Menu
ca_es: Producte - Menú

# model:product.template-product.crosssell,name:
source: Product - Cross Sell
ca_es: Producte - Vendes creuades

# model:product.template-product.related,name:
source: Product - Related
ca_es: Producte - Relacionat

# model:product.template-product.upsell,name:
source: Product - Upsell
ca_es: Productes - Vendes sugerides

# selection:esale.catalog.menu,default_sort_by:
source: Name
ca_es: Nom

# selection:esale.catalog.menu,default_sort_by:
source: Position
ca_es: Possició

# selection:esale.catalog.menu,default_sort_by:
source: Price
ca_es: Preu

# selection:product.template,esale_visibility:
source: All
ca_es: Tots

# selection:product.template,esale_visibility:
source: Catalog
ca_es: Catàleg

# selection:product.template,esale_visibility:
source: None
ca_es: Cap

# selection:product.template,esale_visibility:
source: Search
ca_es: Busca

# view:esale.catalog.menu:
source: Children
ca_es: Fills

# view:esale.catalog.menu:
source: Menu
ca_es: Menú

# view:esale.catalog.menu:
source: Menus
ca_es: Menús

# view:product.product:
source: Attributes
ca_es: Atributs

# view:product.product:
source: Description
ca_es: Descripció

# view:product.product:
source: Product
ca_es: Producte

# view:product.product:
source: Products
ca_es: Productes

# view:product.template:
source: Accounting
ca_es: Comptabilitat

# view:product.template:
source: Accounts
ca_es: Comptes

# view:product.template:
source: Attributes
ca_es: Atributs

# view:product.template:
source: Cross Sells
ca_es: Vendes creuades

# view:product.template:
source: Description
ca_es: Descripció

# view:product.template:
source: Images
ca_es: Imatges

# view:product.template:
source: Menus
ca_es: Menús

# view:product.template:
source: Prices
ca_es: Preus

# view:product.template:
source: Product
ca_es: Producte

# view:product.template:
source: Product Set
ca_es: Grup atributs variant

# view:product.template:
source: Products
ca_es: Productes

# view:product.template:
source: Relateds
ca_es: Relacionats

# view:product.template:
source: Taxes
ca_es: Impostos

# view:product.template:
source: Up Sells
ca_es: Vendes sugerides
